{ "Absichtliche Handlungen": "Absichtliche Handlungen im Bereich IT umfassen alle Aktionen, die absichtlich von Personen durchgeführt werden, um die Vertraulichkeit, Integrität oder Verfügbarkeit von IT-Systemen, -Daten oder -Netzwerken zu beeinträchtigen oder zu stören. Dazu gehören zum Beispiel Hacking-Angriffe, Malware-Infektionen, Phishing-Betrug und Denial-of-Service-Attacken. Solche Handlungen können zu erheblichen Schäden und Ausfällen von IT-Systemen führen und stellen daher eine ernsthafte Bedrohung für die IT-Sicherheit dar.",
  "Fehlhandlungen": "Fehlhandlungen im Bereich IT beschreiben ungewollte und unbeabsichtigte Handlungen von Personen, die zu Fehlern, Störungen oder Schäden an IT-Systemen führen können. Beispiele für Fehlhandlungen sind das Löschen oder Verändern von wichtigen Daten, das Öffnen von schädlichen E-Mails oder das versehentliche Löschen wichtiger Systemdateien. Fehlhandlungen können aufgrund von Unachtsamkeit, mangelnder Schulung oder unzureichender Sicherheitsmaßnahmen auftreten.",
  "Höhere Gewalt": "Höhere Gewalt bezieht sich auf unvorhersehbare Ereignisse, die außerhalb der Kontrolle einer Person oder Organisation liegen und die normalerweise zu einer Verzögerung oder Beeinträchtigung von Projekten oder Geschäftsabläufen führen. Im IT-Bereich können höhere Gewalt Ereignisse wie Naturkatastrophen, Stromausfälle, Terrorismus, Krieg, Pandemien oder andere unvorhersehbare Ereignisse umfassen. Es ist wichtig, geeignete Maßnahmen zur Vorbereitung auf solche Ereignisse zu ergreifen, um das Risiko von Datenverlust oder Unterbrechungen des Geschäftsbetriebs zu minimieren.",
  "Prozessschwächen": "Prozessschwäche im IT-Bereich bezieht sich auf Schwächen oder Mängel in der Struktur und Ausführung von Geschäftsprozessen, die potenziell zu Fehlern, Verzögerungen und ineffizienter Nutzung von Ressourcen führen können. Dies kann zum Beispiel bedeuten, dass wichtige Schritte in einem Prozess unklar definiert sind oder dass das Verantwortlichkeiten nicht klar zugeordnet wurden. Solche Schwächen können dazu führen, dass Prozesse nicht reibungslos ablaufen, was die IT-Sicherheit und Effektivität eines Unternehmens beeinträchtigen kann.",
  "Technisches Versagen": "Technisches Versagen bezieht sich auf Situationen, in denen Hardware- oder Softwarekomponenten versagen und dadurch Betriebsstörungen, Datenverluste oder Systemausfälle verursachen. Es kann verschiedene Gründe für technisches Versagen geben, wie z.B. Designfehler, mangelhafte Wartung, Überlastung oder menschliches Versagen bei der Bedienung oder Konfiguration von Geräten oder Systemen. Um technisches Versagen zu minimieren, sollten angemessene Sicherheits- und Wartungsprotokolle implementiert werden, um Probleme frühzeitig zu erkennen und zu beheben.",
  "Startbildschirm" : "Ein Gefährdungskatalog für IT-Systeme und Netzwerke beschreibt eine umfassende Liste potenzieller Bedrohungen und Sicherheitsrisiken, die auf Basis der elementaren Gefährdungen aus dem IT-Grundschutzkompendium vom Bundesamt für IT-Sicherheit erstellt wurde. Er dient als wichtiges Werkzeug für IT-Sicherheitsbeauftragte und Systemadministratoren, um Risiken zu identifizieren und geeignete Schutzmaßnahmen zu ergreifen, um die IT-Systeme und Daten vor diesen Bedrohungen zu schützen. Es ist entscheidend, dass der Katalog regelmäßig aktualisiert und an neue Bedrohungsszenarien angepasst wird,  um eine angemessene Absicherung der IT-Systeme zu gewährleisten.",
  "Titel": "Gefährdungskatalog",
  "Link_BSI": "[Link zum BSI IT-Grundschutzkatalog](https://www.bsi.bund.de/SharedDocs/Downloads/DE/BSI/Grundschutz/Kompendium/IT_Grundschutz_Kompendium_Edition2023.pdf?__blob=publicationFile&v=4#download=1)",
  "Spalten Wahl": ["Verfeinerungsstufe", "Bedrohung", "Prävention", "Detektion", "Reaktion", "Objekt"]
}